adobe-source-han-sans-jp-fonts
adobe-source-han-serif-jp-fonts
alsa-oss
alsa-tools
alsa-utils
archlinux-keyring
ark
autoconf
automake
base
binutils
bison
bluez-utils
chromium
dhcpcd
discord
docker
docker-compose
dolphin
efibootmgr
evince
fakeroot
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc-ut
fcitx5-qt
file
findutils
firefox-nightly-bin
firewalld
flex
floorp
gawk
gcc
gettext
gimp
git
gnome-boxes
gnome-disk-utility
gnome-keyring
go
grep
grml-zsh-config
groff
grub
gwenview
gzip
input-remapper-git
intel-ucode
intellij-idea-ultimate-edition
jdk11-openjdk
jquake
jre11-openjdk
kio-gdrive
konsole
libreoffice-fresh-ja
libtool
libvirt
linux
linux-firmware
linux-headers
linux-zen
linux-zen-headers
lsd
m4
make
morisawa-biz-ud-gothic-fonts
morisawa-biz-ud-mincho-fonts
mozc-ut-united
nano
neofetch
networkmanager
nodejs
noto-fonts-emoji
npm
obs-studio
openssh
pacman
pacman-contrib
patch
pavucontrol
pkgconf
plasma-meta
powerline-go-bin
powertop
pulseaudio-bluetooth
ruby
sbt
sed
slack-desktop
sof-firmware
spectacle
spotify
sudo
texinfo
thunderbird-i18n-ja
tlp
ttf-hackgen
ttf-roboto
unzip
vim
visual-studio-code-bin
vlc
webapp-manager-git
which
wpa_supplicant
xdotool
xed
yay
zoom
zsh
zsh-completions
